---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MultistoryStairsRefLevel
source: html/51a21463-64e5-0db8-898c-40103e94076f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MultistoryStairsRefLevel Property

"Reference Level": The reference level of stairs

## Syntax (C#)
```csharp
public static ForgeTypeId MultistoryStairsRefLevel { get; }
```